Repository: jernejs/DS4Windows
Catalog: DS4Windows/DS4Forms/DS4Form.*.resx
Languages: sl

# chTime.Text
source: Time
sl: Čas

# chData.Text
source: Data
sl: Podatki

# llbHelp.Text
source: Hotkeys/About
sl: Bližnjice/Vizitka

# btnStartStop.Text
source: Start
sl: Začni

# notifyIcon1.Text
source: DS4 Xinput Tool
sl: Orodje za DS4 Xinput

# editProfileForController1ToolStripMenuItem.Text
source: Edit Profile for Controller 1
sl: Uredi profil krmilnika 1

# editProfileForController2ToolStripMenuItem.Text
source: Edit Profile for Controller 2
sl: Uredi profil krmilnika 2

# editProfileForController3ToolStripMenuItem.Text
source: Edit Profile for Controller 3
sl: Uredi profil krmilnika 3

# editProfileForController4ToolStripMenuItem.Text
source: Edit Profile for Controller 4
sl: Uredi profil krmilnika 4

# startToolStripMenuItem.Text
source: Start
sl: Začni

# openToolStripMenuItem.Text
source: Open
sl: Odpri

# exitToolStripMenuItem.Text
source: Exit (Middle Mouse)
sl: Izhod (srednja miškina tipka)

# openProfiles.Filter
source: XML Files (*.xml)|*.xml
sl: XML datoteke (*.xml)|*.xml

# lbPad2.Text
source: Controller 2
sl: Krmilnik 2

# bnEditC3.Text
source: Edit
sl: Uredi

# bnEditC4.Text
source: Edit
sl: Uredi

# lbPad3.Text
source: Controller 3
sl: Krmilnik 3

# lbPad4.Text
source: Controller 4
sl: Krmilnik 4

# bnEditC2.Text
source: Edit
sl: Uredi

# bnEditC1.Text
source: Edit
sl: Uredi

# lbSelectedProfile.Text
source: Selected Profile
sl: Izbrani profil

# lbStatus.Text
source: Status
sl: Stanje

# lbBattery.Text
source: Battery
sl: Baterija

# lbLinkProfile.Text
source: Link Profile/ID
sl: Poveži profil z ID

# lbNoControllers.Text
source: No Controllers Connected (Max 4)
sl: Povezan ni noben krmilnik (od štirih možnih)

# tabControllers.Text
source: Controllers
sl: Krmilniki

# tabProfiles.Text
source: Profiles
sl: Profili

# tabAutoProfiles.Text
source: Auto Profiles
sl: Samodejni profili

# tabSettings.Text
source: Settings
sl: Nastavitve

# tabLog.Text
source: Log
sl: Dnevnik

# editToolStripMenuItem.Text
source: Edit
sl: Uredi

# assignToController1ToolStripMenuItem.Text
source: Assign to Controller 1
sl: Dodeli krmilniku 1

# assignToController2ToolStripMenuItem.Text
source: Assign to Controller 2
sl: Dodeli krmilniku 2

# assignToController3ToolStripMenuItem.Text
source: Assign to Controller 3
sl: Dodeli krmilniku 3

# assignToController4ToolStripMenuItem.Text
source: Assign to Controller 4
sl: Dodeli krmilniku 4

# deleteToolStripMenuItem.Text
source: Delete (Del)
sl: Izbriši (Del)

# duplicateToolStripMenuItem.Text
source: Duplicate (Ctrl+D)
sl: Podvoji (Ctrl+D)

# newProfileToolStripMenuItem.Text
source: New Profile
sl: Nov profil

# importToolStripMenuItem.Text
source: Import
sl: Uvozi

# exportToolStripMenuItem.Text
source: Export
sl: Izvozi

# tSOptions.Text
source: Profile Options
sl: Možnosti profila

# toolStripLabel1.Text
source: Profile Name:
sl: Ime profila:

# tSTBProfile.Text
source: <type profile name here>
sl: <vnesite ime profila>

# tSBSaveProfile.Text
source: Save Profile
sl: Shrani profil

# tSBCancel.Text
source: Cancel
sl: Prekliči

# tSBKeepSize.Text
source: Keep this window size after closing
sl: Zapomni si velikost okna

# tsBNewProfle.Text
source: New
sl: Nov

# tsBNewProfle.ToolTipText
source: Make a New Profile
sl: Ustvari nov profil

# tsBEditProfile.Text
source: Edit
sl: Uredi

# tsBEditProfile.ToolTipText
source: Edit Selected Profile (Enter)
sl: Uredi izbrani profil (Enter)

# tsBDeleteProfile.Text
source: Delete
sl: Izbriši

# tsBDeleteProfile.ToolTipText
source: Delete Selected Profle (Delete)
sl: Izbriši izbrani profil (Del)

# tSBDupProfile.Text
source: Duplicate
sl: Podvoji

# tSBDupProfile.ToolTipText
source: Dupliacate Selected Profile (Ctrl+D)
sl: Podvoji izbrani profil (Ctrl+D)

# tSBImportProfile.Text
source: Import
sl: Uvozi

# tSBImportProfile.ToolTipText
source: Import Profile or Profiles
sl: Uvozi profile

# tSBExportProfile.Text
source: Export
sl: Izvozi

# tSBExportProfile.ToolTipText
source: Export Selected Profile
sl: Izvozi izbrani profil

# hideDS4CheckBox.Text
source: Hide DS4 Controller
sl: Skrij krmilnik DS4

# cBSwipeProfiles.Text
source: Swipe Touchpad to change profiles
sl: Podrsnite po sledilni ploščici za menjavo profilov

# StartWindowsCheckBox.Text
source: Run at Startup
sl: Zaženi ob prijavi

# runStartTaskRadio.Text
source: Task
sl: Opravilo

# label1.Text
source: Run As:
sl: Zaženi kot:

# startMinimizedCheckBox.Text
source: Start Minimized
sl: Zaženi minimizirano

# lbNotifications.Text
source: Show Notifications
sl: Prikaži obvestila

# cBoxNotifications.Items
source: None
sl: Noben

# cBoxNotifications.Items1
source: Warnings only
sl: Samo opozorila

# cBoxNotifications.Items2
source: All
sl: Vse

# cBDisconnectBT.Text
source: Disconnect from BT when Stopping
sl: Odklopi od Bluetootha ob izhodu

# cBFlashWhenLate.Text
source: Flash Lightbar at High Latency
sl: Bliskaj ob visoki zakasnitvi

# cBCloseMini.Text
source: Close Minimizes
sl: Minimiziraj ob zaprtju

# cBQuickCharge.Text
source: Quick Charge
sl: Hitro polnjenje

# cBUseWhiteIcon.Text
source: White DS4Windows Icon
sl: Uporabi belo ikono v območju za obvestila

# cBUpdate.Text
source: Check for Updates at Startup
sl: Preveri za posodobitve ob zagonu

# cBUpdateTime.Items
source: hours
sl: ure

# cBUpdateTime.Items1
source: days
sl: dni

# lbCheckEvery.Text
source: Check every
sl: Preveri na

# lbUseXIPorts.Text
source: Use Xinput Ports
sl: Xinput vrata

# languagePackComboBox1.LabelText
source: Use language pack
sl: Uporabi jezikovni paket

# linkProfiles.Text
source: Profile folder
sl: Mapa profilov

# lnkControllers.Text
source: Control Panel
sl: Nadzorna plošča

# linkUninstall.Text
source: Uninstall VBus Driver
sl: Odstrani gonilnik za VBus

# linkSetup.Text
source: Controller/Driver Setup
sl: Namestitev krmilnika/gonilnika

# lLBUpdate.Text
source: Check for Update Now
sl: Preveri za posodobitve

# exportLogTxtBtn.Text
source: Export
sl: Izvozi

# btnClear.Text
source: Clear
sl: Počisti

# saveProfiles.Filter
source: XML Files (*.xml)|*.xml
sl: XML datoteke (*.xml)|*.xml

# useProfileColorToolStripMenuItem.Text
source: Use Profile Color
sl: Uporabi barvo profila

# useCustomColorToolStripMenuItem.Text
source: Use Custom Color
sl: Uporabi barvo po meri
