Repository: jernejs/DS4Windows
Catalog: DS4Windows/DS4Forms/Options.*.resx
Languages: sl

# cBLightbyBattery.Text
source: Color by Battery %
sl: Barva odvisna od napolnjenosti baterije

# lbBlue.Text
source: B
sl: M

# lbGreen.Text
source: G
sl: Z

# lbspc.Text
source: secs/cycle
sl: sekund/obrat

# cBDoubleTap.Text
source: Double Tap
sl: Dvojni tap

# cBScroll.Text
source: Scroll
sl: Drsenje

# cBSlide.Text
source: Slide
sl: Drsanje

# lbButtonMouseSens.Text
source: Mouse Sensitivity:
sl: Občutljivost miške

# cBlowerRCOn.Text
source: Lower Right as RMB
sl: Desno spodaj kot desna miškina tipka

# cBTouchpadJitterCompensation.Text
source: Jitter Compensation
sl: Izravnava trepetanja

# lbIdleMinutes.Text
source: mins
sl: minut

# cBFlushHIDQueue.Text
source: Flush HID
sl: Izprazni HID

# btnRumbleHeavyTest.Text
source: Test Heavy
sl: Preizkusi grobo

# lbFull.Text
source: Full:
sl: Polno:

# lbLowGreen.Text
source: G
sl: Z

# lbLowBlue.Text
source: B
sl: M

# lbEmpty.Text
source: Empty:
sl: Prazno:

# rBTPControls.Text
source: Use for Controls
sl: Uporabi za nadzor

# rBTPMouse.Text
source: Use as Mouse
sl: Uporabi kot miško

# trackFrictionLb.Text
source: Friction
sl: Trenje

# label25.Text
source: Disable Invert:
sl: Onemogoči preobrnitev:

# trackballCk.Text
source: Trackball
sl: Sledilna kroglica

# touchpadDisInvertButton.Text
source: None
sl: Brez

# label15.Text
source: Invert:
sl: Preobrni:

# touchpadInvertComboBox.Items
source: None
sl: Brez

# touchpadInvertComboBox.Items1
source: X Axis
sl: Os X

# touchpadInvertComboBox.Items2
source: Y Axis
sl: Os Y

# touchpadInvertComboBox.Items3
source: Both X and Y Axes
sl: Osi X in Y

# cbStartTouchpadOff.Text
source: Start with Slide/Scroll off
sl: Začni z izklopljenim drsenjem

# controlToolStripMenuItem.Text
source: Control
sl: Nadzor

# defaultToolStripMenuItem.Text
source: Default
sl: Privzeto

# tSMIDPadInverted.Text
source: Inverted
sl: Preobrnjeno

# tSMIDPadInvertedX.Text
source: Inverted X
sl: Preobrni X

# tSMIDPadInvertedY.Text
source: Inverted Y
sl: Preobrni Y

# DpadToolStripMenuItem.Text
source: Dpad
sl: Smerni križec

# tSMILSInverted.Text
source: Inverted
sl: Preobrnjeno

# tSMILSInvertedX.Text
source: Inverted X
sl: Preobrni X

# tSMILSInvertedY.Text
source: Inverted Y
sl: Preobrni Y

# LSToolStripMenuItem.Text
source: Left Stick
sl: Leva gobica

# tSMIRSInverted.Text
source: Inverted
sl: Preobrnjeno

# tSMIRSInvertedX.Text
source: Inverted X
sl: Preobrni X

# tSMIRSInvertedY.Text
source: Inverted Y
sl: Preobrni Y

# RSToolStripMenuItem.Text
source: Right Stick
sl: Desna gobica

# ABXYToolStripMenuItem.Text
source: Face Buttons
sl: Prednji gumbi

# wScanCodeWASDToolStripMenuItem.Text
source: w/ Scan Code
sl: Koda tipke

# wScanCodeArrowKeysToolStripMenuItem.Text
source: w/ Scan Code
sl: Koda tipke

# ArrowKeysToolStripMenuItem.Text
source: Arrow Keys
sl: Smerne tipke

# tSMIMouseInverted.Text
source: Inverted
sl: Preobrnjeno

# tSMIMouseInvertedX.Text
source: Inverted X
sl: Preobrni X

# tSMIMouseInvertedY.Text
source: Inverted Y
sl: Preobrni Y

# MouseToolStripMenuItem.Text
source: Mouse
sl: Miška

# bnSwipeUp.Text
source: Swipe Up
sl: Podrsni navzgor

# lbSwipeUp.Text
source: Options
sl: Možnosti

# bnSwipeDown.Text
source: Swipe Down
sl: Podrsni navzdol

# lbSwipeDown.Text
source: Options
sl: Možnosti

# bnSwipeLeft.Text
source: Swipe Left
sl: Podrsni v levo

# lbSwipeLeft.Text
source: Options
sl: Možnosti

# bnSwipeRight.Text
source: Swipe Right
sl: Podrsni v desno

# lbSwipeRight.Text
source: Options
sl: Možnosti

# gBTouchpad.Text
source: Touchpad
sl: Drsna ploščica

# btPollRateLabel.Text
source: BT Poll Rate
sl: Hitrost prebiranja BT

# btPollRateComboBox.Items
source: Max (1 ms)
sl: Najvišja (1 ms)

# enableTouchToggleCheckbox.Text
source: Enable Touchpad Toggle
sl: Omogoči preklapljanje drsne ploščice

# cBDinput.Text
source: Use Dinput only
sl: Uporabi samo Dinput

# cBLaunchProgram.Text
source: Launch Program with profile
sl: Zaženi program s profilom

# btnBrowse.Text
source: Browse...
sl: Prebrskaj...

# lbUseController.Text
source: Use Controller
sl: Uporabi krmilnik

# cBMouseAccel.Text
source: Mouse Acceleration
sl: Pospeševanje miške

# cBControllerInput.Text
source: for Mapping and readout
sl: za prebiranje

# cBIdleDisconnect.Text
source: Idle Disconnect
sl: Odklop ob mirovanju

# gBOther.Text
source: Other
sl: Ostalo

# cBFlashType.Items
source: Flash at
sl: Bliskaj ob

# cBFlashType.Items1
source: Pulse at
sl: Utripaj ob

# cBWhileCharging.Items
source: Normal
sl: Običajno

# cBWhileCharging.Items1
source: Pulse
sl: Utrip

# cBWhileCharging.Items2
source: Rainbow
sl: Mavrica

# cBWhileCharging.Items3
source: Color
sl: Barva

# lbWhileCharging.Text
source: While Charging:
sl: Med polnjenjem

# gBLightbar.Text
source: Lightbar
sl: Osvetlitev

# btnRumbleLightTest.Text
source: Test Light
sl: Preizkusi nežno

# gBRumble.Text
source: Rumble
sl: Vibriranje

# lbRSTip.Text
source: Right Stick
sl: Desna gobica

# lbInputDelay.Text
source: Input Delay: N/Ams
sl: Zakasnitev vnosa: N/Ams

# lbLSTip.Text
source: Left Stick
sl: Leva gobica

# lbSATip.Text
source: Sixaxis: X axis is flipped for easier reading
sl: Sixaxis: zaradi boljšega prikaza je os X preobrnjena

# lb6Gryo.Text
source: Gyro
sl: Žiroskop

# lb6Accel.Text
source: Accel
sl: Merilnik pospeška

# lbL2TrackS.Text
source: Controller Readings
sl: Stanje krmilnika

# lBControls.Items
source: Cross :
sl: Križec :

# lBControls.Items1
source: Circle :
sl: Krog :

# lBControls.Items2
source: Square :
sl: Kvadrat :

# lBControls.Items3
source: Triangle :
sl: Trikotnik :

# lBControls.Items4
source: Options :
sl: Možnosti :

# lBControls.Items6
source: Up :
sl: Gor :

# lBControls.Items7
source: Down :
sl: Dol :

# lBControls.Items8
source: Left :
sl: Levo :

# lBControls.Items9
source: Right :
sl: Desno :

# lBControls.Items17
source: Left Touch :
sl: Levi dotik :

# lBControls.Items18
source: Upper Touch :
sl: Zgornji dotik :

# lBControls.Items19
source: Multitouch :
sl: Večkratni dotik :

# lBControls.Items20
source: Right Touch :
sl: Desni dotik :

# lBControls.Items21
source: Left Stick Up :
sl: Leva gobica gor :

# lBControls.Items22
source: Left Stick Down :
sl: Leva gobica dol :

# lBControls.Items23
source: Left Stick Left :
sl: Leva gobica levo :

# lBControls.Items24
source: Left Stick Right :
sl: Leva gobica desno :

# lBControls.Items25
source: Right Stick Up :
sl: Desna gobica gor :

# lBControls.Items26
source: Right Stick Down :
sl: Desna gobica dol :

# lBControls.Items27
source: Right Stick Left :
sl: Desna gobica levo :

# lBControls.Items28
source: Right Stick Right :
sl: Desna gobica desno :

# lBControls.Items29
source: Sixaxis Up :
sl: Sixaxis gor :

# lBControls.Items30
source: Sixaxis Down :
sl: Sixaxis dol :

# lBControls.Items31
source: Sixaxis Left :
sl: Sixaxis levo :

# lBControls.Items32
source: Sixaxis Right :
sl: Sixaxis desno :

# lbControlTip.Text
source: Click the lightbar for color picker
sl: Klikni osvetlitev za izbiro barve

# bnRSDown.Text
source: Right Y-Axis+
sl: Desna os Y+

# bnL3.Text
source: Left Stick
sl: Leva gobica

# bnRSUp.Text
source: Right Y-Axis-
sl: Desna os Y-

# bnRSRight.Text
source: Right X-Axis+
sl: Desna os X+

# bnR3.Text
source: Right Stick
sl: Desna gobica

# bnRSLeft.Text
source: Right X-Axis-
sl: Desna os X-

# bnLSLeft.Text
source: Left X-Axis-
sl: Leva os X-

# bnLSUp.Text
source: Left Y-Axis-
sl: Leva os Y-

# bnLSRight.Text
source: Left X-Axis+
sl: Leva os X+

# bnLSDown.Text
source: Left Y-Axis+
sl: Leva os Y+

# bnR2.Text
source: Right Trigger
sl: Desni petelin

# bnUp.Text
source: Up Button
sl: Tipka gor

# bnDown.Text
source: Down Button
sl: Tipka dol

# bnTriangle.Text
source: Y Button
sl: Tipka Y

# bnR1.Text
source: Right Bumper
sl: Desni odbijač

# bnSquare.Text
source: X Button
sl: Tipka X

# bnRight.Text
source: Right Button
sl: Desna tipka

# bnLeft.Text
source: Left Button
sl: Leva tipka

# bnL1.Text
source: Left Bumper
sl: Levi odbijač

# bnTouchRight.Text
source: Left Mouse Button
sl: Leva miškina tipka

# bnL2.Text
source: Left Trigger
sl: Levi petelin

# bnTouchLeft.Text
source: Left Mouse Button
sl: Leva miškina tipka

# bnTouchMulti.Text
source: Right Mouse Button
sl: Desna miškina tipka

# bnTouchUpper.Text
source: Middle Mouse Button
sl: Srednja miškina tipka

# bnPS.Text
source: Guide
sl: Vodilo

# bnCross.Text
source: A Button
sl: Tipka A

# bnCircle.Text
source: B Button
sl: Tipka B

# lbControlName.Text
source: Cross: A
sl: Križec: A

# tPControls.Text
source: Controls
sl: Kontrolnik

# cHName.Text
source: Name
sl: Ime

# cHTrigger.Text
source: Trigger
sl: Petelin

# cHAction.Text
source: Action
sl: Dejanje

# btnNewAction.Text
source: New Action
sl: Novo dejanje

# btnEditAction.Text
source: Edit Action
sl: Uredi dejanja

# btnRemAction.Text
source: Remove Action
sl: Odstrani dejanje

# lbActionsTip.Text
source: Hold selected controls to perform an action, check the Action to use it while profile is loaded
sl: Pritisni izbrane gumbe za izvedbo dejanja; potrdi potrditveno polje za omogočanje dejanja v izbranem profilu

# tPSpecial.Text
source: Special Actions
sl: Posebna dejanja

# tPDeadzone.Text
source: Deadzone
sl: Mrtvo območje

# antiDeadzoneTabPage.Text
source: Anti-Deadzone
sl: Nemrtvo območje

# maxZoneTabPage.Text
source: Max Zone
sl: Maksimalno območje

# cBSixaxisZOutputCurve.Items
source: Linear
sl: Linearno

# cBSixaxisZOutputCurve.Items1
source: Quadratic
sl: Kvadratno

# cBSixaxisZOutputCurve.Items2
source: Cubic
sl: Kubično

# cBSixaxisXOutputCurve.Items
source: Linear
sl: Linearno

# cBSixaxisXOutputCurve.Items1
source: Quadratic
sl: Kvadratno

# cBSixaxisXOutputCurve.Items2
source: Cubic
sl: Kubično

# cBR2OutputCurve.Items
source: Linear
sl: Linearno

# cBR2OutputCurve.Items1
source: Quadratic
sl: Kvadratno

# cBR2OutputCurve.Items2
source: Cubic
sl: Kubično

# cBL2OutputCurve.Items
source: Linear
sl: Linearno

# cBL2OutputCurve.Items1
source: Quadratic
sl: Kvadratno

# cBL2OutputCurve.Items2
source: Cubic
sl: Kubično

# rsOutCurveComboBox.Items
source: Linear
sl: Linearno

# rsOutCurveComboBox.Items1
source: Enhanced Precison
sl: Izboljšana natančnost

# rsOutCurveComboBox.Items2
source: Quadratic
sl: Kvadratno

# rsOutCurveComboBox.Items3
source: Cubic
sl: Kubično

# lsOutCurveComboBox.Items
source: Linear
sl: Linearno

# lsOutCurveComboBox.Items1
source: Enhanced Precision
sl: Izboljšana natančnost

# lsOutCurveComboBox.Items2
source: Quadratic
sl: Kvadratno

# lsOutCurveComboBox.Items3
source: Cubic
sl: Kubično

# tPOutCurve.Text
source: Output Curve
sl: Izhodna krivulja

# tPCurve.Text
source: Curve (Input)
sl: Vhodna krivulja

# tpRotation.Text
source: Rotation
sl: Vrtenje

# cBGyroMouseXAxis.Items
source: Yaw
sl: Zasuk

# cBGyroMouseXAxis.Items1
source: Roll
sl: Nagib

# label16.Text
source: X Axis:
sl: Os X:

# lbGyroSmooth.Text
source: Smoothing:
sl: Glajenje:

# lbSmoothWeight.Text
source: Smooth Weight:
sl: Jakost glajenja:

# label11.Text
source: Vertical Scale:
sl: Navpična lestvica:

# gyroTriggerBehavior.Text
source: Trigger Behavior - Turns Gyro
sl: Vedenje petelina - vrti žiroskop

# lbGyroInvert.Text
source: Invert:
sl: Preobrni

# lbGyroTriggers.Text
source: Triggers:
sl: Petelin

# btnGyroTriggers.Text
source: None
sl: Brez

# lbGyroSens.Text
source: Gyro Sensitivity:
sl: Občutljivost žiroskopa

# rBSAControls.Text
source: Use for Controls
sl: Uporabi za nadzor

# rBSAMouse.Text
source: Use as Mouse
sl: Uporabi kot miško

# gBGyro.Text
source: Gyro
sl: Žiroskop

# gBSensitivity.Text
source: Sensitivity
sl: Občutljivost

# crossToolStripMenuItem.Text
source: Cross
sl: Križec

# circleToolStripMenuItem.Text
source: Circle
sl: Krog

# squareToolStripMenuItem.Text
source: Square
sl: Kvadrat

# triangleToolStripMenuItem.Text
source: Triangle
sl: Trikotnik

# onTouchpadToolStripMenuItem.Text
source: Up
sl: Gor

# downToolStripMenuItem.Text
source: Down
sl: Dol

# leftToolStripMenuItem.Text
source: Left
sl: Levo

# rightToolStripMenuItem.Text
source: Right
sl: Desno

# fingerOnTouchpadToolStripMenuItem.Text
source: Finger on Touchpad
sl: Prst na ploščici

# fingersOnTouchpadToolStripMenuItem.Text
source: 2 Fingers on Touchpad
sl: 2 prsta na ploščici

# alwaysOnToolStripMenuItem.Text
source: Always on
sl: Vedno vklopljeno

# crossTouchInvStripMenuItem.Text
source: Cross
sl: Križec

# circleTouchInvStripMenuItem.Text
source: Circle
sl: Krog

# squareTouchInvStripMenuItem.Text
source: Square
sl: Kvadrat

# triangleTouchInvStripMenuItem.Text
source: Triangle
sl: Trikotnik

# upTouchInvStripMenuItem.Text
source: Up
sl: Gor

# downTouchInvStripMenuItem.Text
source: Down
sl: Dol

# leftTouchInvStripMenuItem.Text
source: Left
sl: Levo

# rightTouchInvStripMenuItem.Text
source: Right
sl: Desno

# oneFingerTouchInvStripMenuItem.Text
source: Finger on Touchpad
sl: Prst na ploščici

# twoFingerTouchInvStripMenuItem.Text
source: 2 Fingers on Touchpad
sl: 2 prsta na ploščici

# optionsTouchInvStripMenuItem.Text
source: Options
sl: Možnosti

# $this.Text
source: Profile Options
sl: Možnosti profila
